org/blog/2022/stay-up-late-lead-to-die.org
#+SETUPFILE: ~/repo/blog/tpl/nil-site-tpl.org
#+TITLE: 熬夜增加猝死风险

1. https://mp.weixin.qq.com/s/WKK69D8F3JBndqSlaH80jA
2. https://rdcu.be/cEyPq

原因不明的猝死（sudden unexplained death，SUD）。研究者推测，SUD 多数是因为突发心律失常引起的。

白天人类处于频繁活动状态，心脏中的心肌细胞的钠、钾离子浓度是一种状态；到了夜间，进化经验让心脏知道，人体不会进行白天似的频繁活动，也就通过改变离子浓度达到睡眠状态。

但是，现代生活让人们到了晚上也不休息。大脑处于兴奋状态，发送信号让心脏持续供应能量，心脏只能违背固有节律，降低钠钾的调节幅度，这可能会使心脏的昼夜节律失调。

分子生物学博士 John O' Neill 谈到，当心肌细胞的生物钟和来自大脑的刺激不同步时，心血管系统可能无法应对正常生活工作中的压力，从而增加因不良生活习惯导致患病死亡的风险。

包括人类在内，生命体都有一个生物钟，让个体适应昼夜变换。如果这种节律被破坏，身体就可能出现问题。

昼夜节律紊乱（熬夜）可能的影响：

1. 胃肠道溃疡、神经系统疾病
2. 改变人的行为，如使进食节律变化，导致摄入过多热量，引起肥胖、糖尿病、高血压等相关疾病
3. 熬夜几乎能增加所有类型癌症的发生风险
4. 睡眠时间提前一个小时，重症抑郁的患病风险就降低了 23%